from models.material import Material

materials = [
    Material(
        1,
        "Утеплитель Роквул Скандик 50 мм",
        "Утеплитель",
        {"СПБ": 1075, "МСК": 1100, "КРД": 950},
    ),
    Material(
        2,
        "Утеплитель Кнауф ТеплоКНАУФ 50 мм",
        "Утеплитель",
        {"СПБ": 860, "МСК": 900, "КРД": 1300},
    ),
    Material(
        3,
        "Газобетон СК D400",
        "Газобетон",
        {"СПБ": 450, "МСК": 430, "КРД": 420},
    ),
    Material(
        4,
        "Газобетон ЛСР D400",
        "Газобетон",
        {"СПБ": 580, "МСК": 550, "КРД": 580},
    ),
    Material(
        5,
        "Кирпич красный М150",
        "Кирпич",
        {"СПБ": 25, "МСК": 27, "КРД": 24},
    ),
    Material(
        6,
        "Кирпич белый М150",
        "Кирпич",
        {"СПБ": 30, "МСК": 31, "КРД": 29},
    ),
    Material(
        7,
        "Цемент М500",
        "Цемент",
        {"СПБ": 450, "МСК": 470, "КРД": 440},
    ),
    Material(
        8,
        "Цемент М400",
        "Цемент",
        {"СПБ": 390, "МСК": 400, "КРД": 380},
    ),
    Material(
        9,
        "Штукатурка гипсовая",
        "Сухие смеси",
        {"СПБ": 340, "МСК": 350, "КРД": 330},
    ),
    Material(
        10,
        "Шпаклевка финишная",
        "Сухие смеси",
        {"СПБ": 280, "МСК": 300, "КРД": 270},
    ),
]